/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ and 1 other is typing…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "%@دعوة";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ خارج المكتب";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ خارج المكتب اليوم";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ لم يتم تثبيت";

/* {app name} version not supported */
"%@ version not supported" = "%@ إصدار غير مدعوم";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "منذ %d أيام مضت";

/* No comment provided by engineer. */
"%d hours ago" = "منذ %d ساعات مضت";

/* No comment provided by engineer. */
"%d minutes ago" = "منذ %d دقيقة مضت";

/* Number of options in a poll */
"%d options" = "%d خيارات";

/* Replies in a thread */
"%d replies" = "%d replies";

/* Votes in a poll */
"%d votes" = "%d  أصوات";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld إخطارات";

/* No comment provided by engineer. */
"%ld participants" = "%ld مشاركون";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "1 يوم";

/* No comment provided by engineer. */
"1 hour" = "ساعة واحدة";

/* No comment provided by engineer. */
"1 week" = "1 أسبوع ";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 دقيقة";

/* No comment provided by engineer. */
"4 hours" = "4 ساعات";

/* No comment provided by engineer. */
"4 weeks" = "4 أسابيع";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 ساعات";

/* No comment provided by engineer. */
"@-mentions only" = "@-إشارة فقط";

/* No comment provided by engineer. */
"[Unknown username]" = "[اسم مستخدم غير معروف]";

/* No comment provided by engineer. */
"About" = "عن";

/* No comment provided by engineer. */
"Absence" = "غياب";

/* No comment provided by engineer. */
"Accept" = "قبول";

/* No comment provided by engineer. */
"Account" = "الحساب";

/* No comment provided by engineer. */
"Account already added" = "تمت إضافة الحساب بالفعل ";

/* No comment provided by engineer. */
"Account not configured" = "الحساب غير مهيأ";

/* No comment provided by engineer. */
"Account not found" = "الحساب غير موجود";

/* No comment provided by engineer. */
"Accounts" = "الحسابات";

/* No comment provided by engineer. */
"Accuracy" = "الدقة";

/* No comment provided by engineer. */
"Add (%lu)" = "إضافة (%lu)";

/* No comment provided by engineer. */
"Add account" = "أضف حسابا";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "أضِف ملاحظة داخلية حول هذا الحظر";

/* No comment provided by engineer. */
"Add answer" = "إضافة إجابة";

/* No comment provided by engineer. */
"Add attendees" = "إدراج حُضُور";

/* No comment provided by engineer. */
"Add participants" = "إضافة مشارك جديد";

/* No comment provided by engineer. */
"Add reaction" = "إضافة تفاعل";

/* No comment provided by engineer. */
"Add to favorites" = "أضفه إلى المفضلة";

/* No comment provided by engineer. */
"Added note to self" = "ملاحظة شخصية مضافة";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "إضافة إشارة لتنبيه المستخدِم إلى أنه لم يقرأ الرسالة حتى الآن";

/* No comment provided by engineer. */
"Address" = "العنوان";

/* No comment provided by engineer. */
"Advanced" = "تعديلات متقدمه";

/* No comment provided by engineer. */
"AirPlay button" = "زر AirPlay";

/* No comment provided by engineer. */
"All messages" = "كافة الرسائل";

/* No comment provided by engineer. */
"All messages were deleted" = "تم مسح جميع الرسائل";

/* No comment provided by engineer. */
"All notifications are muted" = "لا تظهر جميع التنبيهات ";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "السماح للضيوف بالانضمام لهذه المحادثة عبر الرابط";

/* '@all' should not be translated */
"Allow participants to mention @all" = "تمكين جميع المشاركين من الإشارة إلى الكل @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "السماح بالاتصال دون رقم تعريف شخصي PIN";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "مسموح";

/* No comment provided by engineer. */
"Alphabetical order" = "ترتيب أبجدي";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "مفتوح أيضًا لضيوف التطبيق ";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "قام مدير بإضافتك أنت و %ld مشاركين آخرين";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "قام مدير بإضافتك أنت و {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "قام مدير بإضافة {user0} و %ld مشاركين آخرين";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "قام مدير بإضافة {user0} و {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "قام مدير بإلغاء ترقيتك أنت و %ld مشتركين آخرين عن دور المشرف";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "قام مدير بإلغاء ترقيتك أنت و {user0} عن دور المشرف";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "قام مدير بإلغاء ترقيتك {user0} و %ld مشتركين آخرين عن دور المشرف";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "قام مدير بإلغاء ترقيتك {user0} و {user1} عن دور المشرف";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "قام مدير بترقيتك أنت و %ld مشتركين آخرين إلى دور المشرف";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "قام مدير بترقيتك أنت و  {user0} إلى دور المشرف";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "قام مدير بترقيتك {user0} و %ld مشاركين آخرين إلى دور المشرف";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "قام مدير بترقيتك {user0} و {user1} إلى دور المشرف";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "قام مدير بحذفك أنت و %ld مشاركين آخرين  ";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "قام مدير بحذفك أنت و {user0} ";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "قام مدير بحذفك {user0} و %ld مشاركين آخرين ";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "قام مدير بحذفك {user0} و {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "حدث خطأ أثناء تغيير إعدادات الخصوصية";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "حدث خطأ أثناء تغيير إعداد حالة القراءة";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "حدث خطأ أثناء تغيير إعدادات خصوصية الكتابة";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "حدث خطأ أثناء تنزيل الصورة";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "وقع خطأ عند حذف صورة البروفايل";

/* No comment provided by engineer. */
"An error occurred setting address" = "حدث خطأ أثناء تعيين العنوان";

/* No comment provided by engineer. */
"An error occurred setting email address" = "وقع خطأ عند تعيين عنوان البريد الالكتروني";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "حدث خطأ أثناء تعيين رقم الهاتف";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "وقع خطأ عند تعيين صورة البروفايل";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "حدث خطأ أثناء إعداد حساب تويتر";

/* No comment provided by engineer. */
"An error occurred setting user name" = "حدث خطأ أثناء تعيين اسم المستخدم";

/* No comment provided by engineer. */
"An error occurred setting website" = "حدث خطأ أثناء تعيين موقع الويب";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "حدث خطأ أثناء محاولة ترجمة الرسالة";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "حدث خطأ أثناء إضافة %@ إلى الغرفة ";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "حدث خطأ أثناء إضافة تفاعل إلى رسالة";

/* No comment provided by engineer. */
"An error occurred while adding note" = "حدث خطأ أثنا إضافة الملاحظة";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "حدث خطأ أثناء مسح رسالة الحالة";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "حدث خطأ أثناء إنشاء مُسوَّدة التصويت";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "حدث خطأ أثناء إنشاء الاجتماع";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "حدث خطأ أثناء إنشاء الاستبيان";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "حدث خطأ أثناء حذف الرسالة";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "حدث خطأ أثناء حذف مُسوَّدة التصويت";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "حدث خطأ أثناء تعطيل الغياب";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "حدث خطأ أثناء تحرير التصويت";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "حدث خطأ أثناء فتح الملف %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "حدث خطأ أثناء حذف تفاعل من رسالة";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "حدث خطأ أثناء إزالة صورة الملف الشخصي الرمزية";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "حدث خطأ أثناء إرسال الرسالة";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "حدث خطأ أثناء تعيين \ (formattedPhoneNumber) كرقم هاتف";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "حدث خطأ أثناء تعيين الغياب";

/* No comment provided by engineer. */
"An error occurred while setting description" = "حدث خطأ أثناء تعيين الوصف";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "حدث خطأ أثناء تعيين حالة الاتصال بالإنترنت";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "حدث خطأ أثناء تعيين رقم الهاتف";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "حدث خطأ أثناء تعيين رسالة الحالة";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "حدث خطأ أثناء تعيين صورة الملف الشخصي الرمزية";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "حدث خطأ أثناء تعيين حالتك";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "حدث خطأ أثناء مشاركة الملف";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "حدث خطأ أثناء اختبار الإشعارات المرسلة";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "ساعة ";

/* No comment provided by engineer. */
"Anonymous poll" = "تصويت مجهول";

/* No comment provided by engineer. */
"Answer" = "إجابة";

/* No comment provided by engineer. */
"Answers" = "إجابات";

/* No comment provided by engineer. */
"App" = "التطبيق";

/* No comment provided by engineer. */
"App is outdated" = "التطبيق يحتاج إلى التحديث";

/* No comment provided by engineer. */
"Appear offline" = "الحالة غير متصل";

/* No comment provided by engineer. */
"Archive conversation" = "أرشفة المحادثة";

/* No comment provided by engineer. */
"Archived conversations" = "محادثات مؤرشفة";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "يتم تلقائياً إخفاء المحادثة المؤرشفة عن العرض. ويتم عرضها فقط عند فتح قائمة المحادثات المؤرشفة.";

/* No comment provided by engineer. */
"Ask a question" = "طرح سؤال";

/* No comment provided by engineer. */
"Attachments allowed?" = "يسمح بالمرفقات؟";

/* No comment provided by engineer. */
"Attendees" = "الحضور";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "خيارات الصوت";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "صوت، وفيديو، ومشاركة شاشات";

/* No comment provided by engineer. */
"Audios" = "الصَّوتِيات";

/* No comment provided by engineer. */
"Away" = "بالخارج";

/* No comment provided by engineer. */
"Back to conversations" = "عودة إلى المحادثات";

/* Ban a user/guest */
"Ban" = "حظر";

/* e.g. Ban John Doe */
"Ban %@" = "حظر %@";

/* No comment provided by engineer. */
"Ban participant" = "حظر مشارك";

/* Date and time of ban creation */
"Banned by:" = "محظور من قِبَل";

/* No comment provided by engineer. */
"Banned users and guests" = "المستخدِمون والضيوف المحظورون";

/* Bold text */
"Bold" = "ثخين";

/* No comment provided by engineer. */
"bot" = "بوت";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "استعراض مسودات التصويت";

/* No comment provided by engineer. */
"Busy" = "Busy";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "ملفات مُخزّنة مؤقّتاً";

/* No comment provided by engineer. */
"Cached images" = "صِوَر مُخزّنة مؤقّتاً";

/* No comment provided by engineer. */
"Calendar" = "التقويم";

/* No comment provided by engineer. */
"Call notification sent" = "تمّ إرسال إشعارٍ بالمكالمة";

/* No comment provided by engineer. */
"Call options" = "خيارات المكالمة";

/* No comment provided by engineer. */
"Call recording enabled?" = "تمكين تسجيل المكالمات؟";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "فشل في تسجيل المكالمة. يرجى الاتصال بمسؤول النظام";

/* No comment provided by engineer. */
"Call recording is starting" = "بَدَأَ تسجيل المكالمة";

/* No comment provided by engineer. */
"Call recording started" = "بدأ تسجيل المكالمة";

/* No comment provided by engineer. */
"Call recording stopped" = "توقف تسجيل المكالمة";

/* No comment provided by engineer. */
"Call without notification" = "اتصال بدون إشعار";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "هل Callkit مدعوم؟";

/* No comment provided by engineer. */
"Calls" = "مكالمات";

/* No comment provided by engineer. */
"Calls enabled?" = "تمكين المكالمات؟";

/* No comment provided by engineer. */
"Calls from an old account were received." = "تمّ تلقّي مكالماتٍ واردة من حسابٍ قديمٍ.";

/* No comment provided by engineer. */
"Calls from old accounts" = " مكالمات واردة من حسابات قديمة";

/* No comment provided by engineer. */
"Camera" = "الكاميرا";

/* No comment provided by engineer. */
"Camera access" = "الوصول إلى الكاميرا";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "الوصول للكاميرا غير مسموح، تحقق من إعدادتك.";

/* No comment provided by engineer. */
"Camera disabled" = "الكاميرا معطلة";

/* No comment provided by engineer. */
"Camera enabled" = "الكاميرا مفعلة";

/* No comment provided by engineer. */
"Can create conversations?" = "يمكن إنشاء محادثات؟";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Cancelled call from another account" = " مكالمة ملغية من حساب آخر";

/* No comment provided by engineer. */
"Cannot share to conversation" = "لا يمكن مُشارَكة المحادثة";

/* No comment provided by engineer. */
"Capabilities" = "القدرات";

/* No comment provided by engineer. */
"Change password" = "تعديل الكلمة السرية";

/* No comment provided by engineer. */
"Change your vote" = "غيّر تصويتك";

/* No comment provided by engineer. */
"Chat" = "الدردشة";

/* No comment provided by engineer. */
"Chat messages" = "رسائل الدردشة";

/* No comment provided by engineer. */
"Clear cache" = "مسح ذاكرة التخزين المؤقتة";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "إمْحُ التذكير";

/* No comment provided by engineer. */
"Clear status message" = "امسح رسالة الحالة";

/* No comment provided by engineer. */
"Clear status message after" = "امسح رسالة الحالة بعد";

/* No comment provided by engineer. */
"Close" = "إغلاق";

/* Code block */
"Code" = "كود";

/* No comment provided by engineer. */
"Configuration" = "إعداد";

/* No comment provided by engineer. */
"Configure your next absence period" = "تهيئة فترة غيابك القادمة";

/* No comment provided by engineer. */
"Confirm and hide warning" = "قم بالتأكيد مع إخفاء التحذير";

/* No comment provided by engineer. */
"Connecting to %@ …" = "جار الاتصال مع %@...";

/* No comment provided by engineer. */
"Connecting to the call …" = "الاتصال بالمكالمة...";

/* No comment provided by engineer. */
"Contact access" = "الوصول إلى جهات الاتصال";

/* No comment provided by engineer. */
"Contact access has been denied" = "تم رفض الوصول إلى جهات الاتصال";

/* No comment provided by engineer. */
"Contacts" = "جهات الاتصال";

/* No comment provided by engineer. */
"Conversation creation failed" = "تعذّر إنشاء المحادثة";

/* No comment provided by engineer. */
"Conversation details" = "تفاصيل المحادثة";

/* No comment provided by engineer. */
"Conversation name" = "اسم المحادثة";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "لا يمكن أن يكون اسم المحادثة فارغًا";

/* No comment provided by engineer. */
"Conversation not found" = "المحادثة غير موجودة";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "المحادثة غير موجودة أو لم تنضم لها";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "اعدادات المحادثة";

/* No comment provided by engineer. */
"Conversations" = "محادثات";

/* No comment provided by engineer. */
"Copy" = "أنسخ";

/* No comment provided by engineer. */
"Copy message link" = "نسخ رابط الرسالة";

/* No comment provided by engineer. */
"Copy message selection" = "نسخ اختيار الرسالة";

/* No comment provided by engineer. */
"Could not access camera" = "تعذر الوصول للكاميرا";

/* No comment provided by engineer. */
"Could not access microphone" = "تعذر الوصول إلى الميكروفون";

/* No comment provided by engineer. */
"Could not access speech recognition" = "تعذر الوصول إلى تطبيق التعرف على الكلام speech recognition";

/* No comment provided by engineer. */
"Could not access your location" = "تعذر الوصول إلى موقعك";

/* No comment provided by engineer. */
"Could not add participant" = "تعذر إضافة مشارك";

/* No comment provided by engineer. */
"Could not ban participant" = "تعذّر حظر مشارك";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "تعذر تغيير إعداد إشعارات المكالمات";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "تعذّر تغيير نطاق عرض listable scope المحادثة";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "تعذر تغيير حالة ساحة الانتظار للمحادثة ";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "تعذّر تغيير أذونات الإشارة في المحادثة";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "تعذر تغيير صلاحيات الإشراف للمشارك";

/* No comment provided by engineer. */
"Could not change notifications setting" = "تعذر تغيير إعدادات الإشعارات";

/* No comment provided by engineer. */
"Could not change password protection settings" = "تعذر تغيير إعدادات حماية كلمة المرور";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "تعذر تغيير حالة \"للقراءة فقط\" للمحادثة";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "تعذر تغيير صلاحيات المشاركة للمحادثة";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "تعذر تغيير حالة SIP للمحادثة";

/* No comment provided by engineer. */
"Could not clear chat history" = "تعذر محو سجل الدردشة";

/* No comment provided by engineer. */
"Could not clear status message" = "تعذر مسح رسالة الحالة";

/* No comment provided by engineer. */
"Could not create meeting" = "تعذّر إنشاء اجتماع";

/* No comment provided by engineer. */
"Could not delete conversation" = "تعذر حذف المحادثة";

/* No comment provided by engineer. */
"Could not disable absence" = "يتعذّر تعطيل الغياب";

/* No comment provided by engineer. */
"Could not get available languages" = "تعذّر الحصول  على قائمة اللغات المتاحة";

/* No comment provided by engineer. */
"Could not join %@ call" = "تعذر انضمام %@المكالمة";

/* No comment provided by engineer. */
"Could not join call with %@" = "تعذر انضمام المكالمة مع %@";

/* No comment provided by engineer. */
"Could not join conversation" = "تعذر الانضمام إلى المحادثة";

/* No comment provided by engineer. */
"Could not leave conversation" = "تعذر مغادرة المحادثة ";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "تعذر إزالة مشارك ";

/* No comment provided by engineer. */
"Could not rename the conversation" = "تعذر إعادة تسمية المحادثة ";

/* No comment provided by engineer. */
"Could not resend email invitations" = "تعذر إعادة إرسال دعوات البريد الإلكتروني";

/* No comment provided by engineer. */
"Could not send call notification" = "تعذّر إرسال إشعار بالمكالمة";

/* No comment provided by engineer. */
"Could not send the message" = "تعذر إرسال الرسالة";

/* No comment provided by engineer. */
"Could not set absence" = "يتعذّر تعيين الغياب";

/* No comment provided by engineer. */
"Could not set conversation name" = "تعذر تعيين اسم المحادثة";

/* No comment provided by engineer. */
"Could not set message expiration time" = "تعذّر تعيين زمن انتهاء صلاحية للرسالة";

/* No comment provided by engineer. */
"Could not set online status" = "تعذّر تعيين حالة الاتصال بالإنترنت";

/* No comment provided by engineer. */
"Could not set phone number" = "تعذر تعيين رقم الهاتف";

/* No comment provided by engineer. */
"Could not set status message" = "تعذر تعيين رسالة الحالة";

/* No comment provided by engineer. */
"Could not share file" = "تعذر مشاركة الملف";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "إنشاء";

/* No comment provided by engineer. */
"Create a new conversation" = "انشاء محادثة جديدة";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "إنشاء أو الانضمام إلى محادثة";

/* No comment provided by engineer. */
"Create poll" = "إنشاء استطلاع";

/* No comment provided by engineer. */
"Creating poll draft failed" = "تعذّر إنشاء مسودة تصويت";

/* No comment provided by engineer. */
"Creating poll failed" = "فشل إنشاء الاستبيان";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "بيانات اعتماد هذا الحساب لم تعد صالحة";

/* Custom message expiration */
"Custom" = "Custom";

/* name of a moderator who banned a participant */
"Date:" = "التاريخ:";

/* No comment provided by engineer. */
"days" = "أيام";

/* No comment provided by engineer. */
"Deck cards" = "رزم البطاقات";

/* No comment provided by engineer. */
"Default" = "افتراضي";

/* No comment provided by engineer. */
"Delete" = "حذف";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "مسح الكل";

/* No comment provided by engineer. */
"Delete all messages" = "مسح جميع الرسائل";

/* No comment provided by engineer. */
"Delete conversation" = "احذف المحادثة";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "مستخدِمون محذوفون";

/* No comment provided by engineer. */
"Deleting message" = "حذف الرسالة";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "تعذّر حذف مُسوَّدة التصويت";

/* No comment provided by engineer. */
"Demote from moderator" = "تخفيض رتبة مشرف";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "مرفوض";

/* No comment provided by engineer. */
"Description" = "الوصف";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "لا يمكن أن يتجاوز طول الوصف 500 حرف";

/* No comment provided by engineer. */
"Details" = "تفاصيل";

/* No comment provided by engineer. */
"detected" = "تمّ اكتشافه";

/* No comment provided by engineer. */
"Detecting language" = "اكتشاف اللغة";

/* No comment provided by engineer. */
"Diagnostics" = "التشخيص";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "تعطيل الغياب";

/* No comment provided by engineer. */
"Disable blur" = "تعطيل التضبيب";

/* speaker = Loudspeaker, device */
"Disable speaker" = "تعطيل مكبر الصوت";

/* No comment provided by engineer. */
"Disconnected" = "غير متصل";

/* No comment provided by engineer. */
"Dismiss" = "تجاهل";

/* No comment provided by engineer. */
"Dismiss notification" = "تجاهل الإشعار";

/* No comment provided by engineer. */
"Do not disturb" = "عدم الازعاج";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "هل تريد حقًا مسح ذاكرة التخزين المؤقت للملفات؟";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "هل تريد حقًا مسح ذاكرة التخزين المؤقت للصور؟";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "هل تريد مسح جميع الرسائل في هذه المحادثة؟";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "هل تريد حقاً حذف هذه المحادثة من الجميع؟";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "هل تريد حقا إنهاء هذا الاستطلاع؟";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "هل تود حقًا الخروج من هذا الحساب؟";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "هل تود حقًا حذف هذا الحساب؟";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "هل تريد الاتصال بالخادم على كل حال؟";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = " هل تريد تمكين الكاميرا الخاصة بك؟";

/* No comment provided by engineer. */
"Do you want to join this call?" = "هل تريد الانضمام إلى هذه المكالمة؟";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "هل تود مشاركة  '%@' في المحادثة؟";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "هل تريد ايقاف التسجيل؟";

/* No comment provided by engineer. */
"Don't clear" = "لا تمسح";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "انقر نقرًا مزدوجًا لتجاهل مربع حوار المصادقة";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "اضغط مرتين لتجاهل خيار المشاركة";

/* No comment provided by engineer. */
"Double tap to display call options" = "أنقُر مرتين لعرض خيارات المكالمة";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "اضغط مرتين لتعديل الملف الشخصي";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "أنقُر مرتين لتمكين أو تعطيل خيار \"مكالمة بدون إشعارات\"";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "اضغط مرتين لتمكين أو تعطيل الكاميرا";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "اضغط مرتين لتمكين أو تعطيل الميكروفون";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "اضغط مرتين لتمكين أو تعطيل المتحدث";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "اضغط مرتين لإنهاء تعديل الملف الشخصي";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "اضغط مرتين للذهاب إلى معلومات المحادثة ";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "اضغط مرتين للذهاب إلى ملف المستخدم وإعدادات التطبيق";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "اضغط مرتين لإغلاق المكالمة";

/* No comment provided by engineer. */
"Double tap to lower hand" = "انقر نقرًا مزدوجًا علي اليد السفلية";

/* No comment provided by engineer. */
"Double tap to open file browser" = "اضغط مرتين لفتح متصفح الملف ";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "انقر نقرًا مزدوجًا لتحديد مسارات صوتية مختلفة";

/* No comment provided by engineer. */
"Double tap to send message" = "اضغط مرتين لارسال الرسالة";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "اضغط مرتين للمشاركة مع محادثات محددة";

/* No comment provided by engineer. */
"Double tap to show more actions" = "انقر نقرًا مزدوجًا لإظهار المزيد من الإجراءات";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "اضغط مرتين لإظهار أو إخفاء الدردشة";

/* No comment provided by engineer. */
"Double tap to start a video call" = "اضغط مرتين لبدء مكالمة فيديو";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "أنقُر مرتين لبدء مكالمة صوتية فقط";

/* No comment provided by engineer. */
"Double tap to stop recording" = "انقر نقرًا مزدوجًا لإيقاف التسجيل";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "اضغط مرتين لترقية هذه المكالمة الصوتية إلى مكالمة فيديو";

/* No comment provided by engineer. */
"Duplicate session" = "تكرار الجلسة";

/* Edit a message or room participants */
"Edit" = "تعديل";

/* No comment provided by engineer. */
"Edit attendees" = "تعديل الحضور";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "تمّ تحريرها";

/* A message was edited by ... */
"edited by" = "تمّ تحريرها من قِبَل";

/* A message was edited by ... */
"Edited by" = "تمّ تحريرها من قِبَل";

/* No comment provided by engineer. */
"Editing Message" = "تحرير الرسالة";

/* No comment provided by engineer. */
"Editing poll draft" = "إنهاء مُسوَّدة التصويت";

/* No comment provided by engineer. */
"Editing poll failed" = "تعذّر تحرير التصويت";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "إما أنه ليس لديك إِذنٌ بالدردشة أو أن المحادثة للقراءة فقط.";

/* No comment provided by engineer. */
"Email" = "البريد الإلكترونى";

/* No comment provided by engineer. */
"Empty summary response" = "مُلخَّص فارغ";

/* No comment provided by engineer. */
"Enable" = "تفعيل";

/* No comment provided by engineer. */
"Enable blur" = "تمكين التضبيب";

/* No comment provided by engineer. */
"Enable screensharing" = "تمكين مشاركة الشاشة";

/* No comment provided by engineer. */
"Enable speaker" = "تمكين مكبر الصوت";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "إنهاء المكالمة";

/* No comment provided by engineer. */
"End call for everyone" = "إنهاء المكالمة للجميع";

/* No comment provided by engineer. */
"End poll" = "إنهاء الاستطلاع";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "إدخِل كلمة سرية";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "حدث خطأ أثناء إنشاء التذكير";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "حدث خطأ أثناء تحرير رسالة";

/* External signaling used */
"External" = "خارجي";

/* No comment provided by engineer. */
"Failed to accept invitation" = "فشل في قبول الدعوة";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "تعذّر فحص أو إنشاء ملف للمرفقات";

/* No comment provided by engineer. */
"Failed to clear reminder" = "تعذّر محو التنبيه";

/* No comment provided by engineer. */
"Failed to connect to %@" = "فشل في الاتصال مع %@";

/* No comment provided by engineer. */
"Failed to forward message" = "فشل في إعادة توجيه الرسالة";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "فشل في رفض الدعوة";

/* No comment provided by engineer. */
"Failed to send message" = "فشل في إرسال الرسالة";

/* No comment provided by engineer. */
"Failed to share recording" = "فشل في مُشارَكة التسجيل";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "تعذّر رفع الحظر عن الإدخال المحدد";

/* No comment provided by engineer. */
"Federated" = "المتحدة";

/* No comment provided by engineer. */
"Fetching status …" = "جارِ إحضار الحالة... ";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "الملفات";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "أول يوم";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "لإعادة تعيين كلمة السر و تلقي الإشعارات";

/* No comment provided by engineer. */
"Format" = "الشكل";

/* No comment provided by engineer. */
"Forward" = "إعادة توجيه";

/* No comment provided by engineer. */
"Forward to" = "الي";

/* 'From' which language user wants to translate text */
"From" = "من";

/* from Alice at nextcloud.local */
"from %@ at %@" = "من %1$@ في %2$@";

/* No comment provided by engineer. */
"Full name" = "الاسم الكامل";

/* No comment provided by engineer. */
"Generate summary" = "توليد المُلخَّص";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "توليد مُلخَّص بالرسائل غير المقرؤة";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "عملية توليد مُلخَّص بالرسائل غير المقرؤة فشلت";

/* No comment provided by engineer. */
"Get source code" = "الحصول على الشفرة المصدرية";

/* No comment provided by engineer. */
"GitHub API error" = "خطأ واجهة برمجة التطبيقات لمنصة GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "إعطِ موافقتك ثم انضمَّ للمكالمة";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "ضيف ";

/* No comment provided by engineer. */
"Guest" = "ضيف";

/* No comment provided by engineer. */
"Guests access" = "الوصول للضيوف ";

/* No comment provided by engineer. */
"Guests app enabled?" = "تمكين تطبيق الضيوف؟";

/* No comment provided by engineer. */
"Hang up" = "إنهاء المكالمة";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "إخفاء";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "عالي";

/* No comment provided by engineer. */
"hours" = "ساعات";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "إذا قمت بحذف المحادثة، سوف تحذف أيضا لدى %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "إذا قمت بتمكين الكاميرا الخاصة بك ، فستنقطع المكالمة لبضع ثوان.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "إذا كنت تقوم بإستخدام خوادم متعددة، فأنت بحاجة إلى التحقُّق منها جميعاً.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "الصِّور والملفات والرسائل الصَّوتية ...";

/* No comment provided by engineer. */
"Import account" = "استيراد حساب";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"in" = "في";

/* No comment provided by engineer. */
"Include calls in call history" = "تضمين المكالمات في سجل المكالمات ";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "داخلي";

/* Internal note about why a user/guest was banned */
"Internal note" = "ملاحظة داخلية";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "عنوان الخادم غير صالح";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "مخفي";

/* No comment provided by engineer. */
"Invitation resent" = "إعادة إرسال الدعوة";

/* No comment provided by engineer. */
"Invitations resent" = "إعادة إرسال الدعوات";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "يبدو ان %@ غير مثبته على الخادم.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "يبدو أنه لا يوجد اتصال بالإنترنت.";

/* Italic text */
"Italic" = "مائل";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "انضم لمحادثة أو إبدأ محادثة جديدة";

/* No comment provided by engineer. */
"Join call" = "الانضمام للمكالمة";

/* No comment provided by engineer. */
"Join call (audio only)" = "انضمام للمكالمة (صوت فقط)";

/* No comment provided by engineer. */
"Join call with video" = "انضمام لمكالمة بفيديو";

/* No comment provided by engineer. */
"Join open conversations" = "الانضمام إلى محادثات قائمة";

/* No comment provided by engineer. */
"Join video call" = "الانضمام للمكالمة المرئية";

/* No comment provided by engineer. */
"Keep" = "إحتَفِظ";

/* No comment provided by engineer. */
"Last day (inclusive)" = "آخر يوم (مشمولاً)";

/* Last subscription to the push notification server */
"Last subscription" = "الاشتراك الِأخير";

/* No comment provided by engineer. */
"Last sync" = "آخر عملية مزامنة";

/* Remind me later today about that message */
"Later today" = "في وقت لاحقٍ اليوم";

/* No comment provided by engineer. */
"Leave" = "مغادرة ";

/* No comment provided by engineer. */
"Leave call" = "أترُك المكالمة";

/* No comment provided by engineer. */
"Leave conversation" = "غادر المحادثة";

/* No comment provided by engineer. */
"less than a minute ago" = "اقل من دقيقه مضت";

/* No comment provided by engineer. */
"Link https://…" = "الرابط https://…";

/* No comment provided by engineer. */
"Linked file" = "ملف مرتبط";

/* No comment provided by engineer. */
"Load more results" = "تحميل المزيد من النتائج";

/* No comment provided by engineer. */
"Lobby" = "ساحة الانتظار";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "ساحة الانتظار مازالت مفعلة وأنت لست مشرف";

/* No comment provided by engineer. */
"Local" = "محلي";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "الموقع";

/* No comment provided by engineer. */
"Location access" = "الوصول إلى الموقع";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "تم رفض خدمة الموقع. تحقق من الإعدادات الخاصة بك.";

/* No comment provided by engineer. */
"Location service is not enabled" = "خدمة الموقع غير مفعلة";

/* No comment provided by engineer. */
"Locations" = "المواقع";

/* No comment provided by engineer. */
"Lock conversation" = "قفل المحادثة";

/* No comment provided by engineer. */
"Log in" = "تسجيل الدخول";

/* No comment provided by engineer. */
"Log out" = "الخروج";

/* No comment provided by engineer. */
"Logged out" = "مغادر للنظام";

/* No comment provided by engineer. */
"Long absence message" = "رسالة غياب طويل";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "منخفض";

/* No comment provided by engineer. */
"Lower hand" = "خفض اليد ";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "يدوي";

/* No comment provided by engineer. */
"Mark as read" = "تمييز كمقروء";

/* No comment provided by engineer. */
"Mark as unread" = "تمييز كغير مقروء";

/* No comment provided by engineer. */
"Match system contacts" = "رقم الهاتف غير صحيح ";

/* No comment provided by engineer. */
"Media" = "وسائط";

/* No comment provided by engineer. */
"Meeting created" = "تمّ إنشاء الاجتماع";

/* No comment provided by engineer. */
"Meeting ended" = "انتهى الاجتماع";

/* No comment provided by engineer. */
"Meeting ID" = "معرف الإجتماع ";

/* No comment provided by engineer. */
"Meeting settings" = "إعدادات الإجتماع ";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "مذكور";

/* Copy 'message' */
"Message" = "الرسالة";

/* No comment provided by engineer. */
"Message copied" = "تم نسخ الرسالة";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "تعذر مسح الرسالة لإنها قديمة جدًا";

/* No comment provided by engineer. */
"Message deleted successfully" = "تم مسح الرسالة بنجاح";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "تم حذف الرسالة بنجاح، لكن تم تكوين Matterbridge و الرسالة من الممكن نُشرت بالفعل لخدمات أخرى";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "انتهاء صلاحية الرسالة";

/* Copy 'link' to a message */
"Message link" = "رابط الرسالة";

/* No comment provided by engineer. */
"Message link copied" = "تم نسخ رابط الرسالة";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "الرسائل";

/* No comment provided by engineer. */
"Microphone" = "الميكروفون";

/* No comment provided by engineer. */
"Microphone access" = "الوصول إلى الميكروفون";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "الوصول إلى الميكروفون غير مسموح به. تحقق من الإعدادات الخاصة بك.";

/* No comment provided by engineer. */
"Microphone disabled" = "الميكروفون معطل";

/* No comment provided by engineer. */
"Microphone enabled" = "تعطيل الميكروفون";

/* No comment provided by engineer. */
"minutes" = "دقائق";

/* No comment provided by engineer. */
"Missed call from" = "مكالمة فائتة من ";

/* No comment provided by engineer. */
"Missing phone number information" = "معلومات رقم الهاتف مفقودة";

/* The signaling mode used */
"Mode" = "الوضع";

/* No comment provided by engineer. */
"moderator" = "مشرف";

/* No comment provided by engineer. */
"Modification date" = "تاريخ التعديل";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "إجراءات أخرى";

/* No comment provided by engineer. */
"Multiple answers" = "إجابات متعددة";

/* No comment provided by engineer. */
"Mute all notifications" = "عدم إظهار جميع التنبيهات";

/* No comment provided by engineer. */
"Mute others" = "كتم صوت الآخرين";

/* No comment provided by engineer. */
"My location" = "موقعي";

/* No comment provided by engineer. */
"Name" = "الاسم";

/* No comment provided by engineer. */
"Nearby places" = "الاماكن المجاورة";

/* No comment provided by engineer. */
"Network available" = "الشبكة متوفرة";

/* No comment provided by engineer. */
"Network not available" = "Network not available";

/* Never subscribed to the push notification server */
"Never subscribed" = "لم يسبق له الاشتراك";

/* No comment provided by engineer. */
"New conversation" = "محادثة جديدة";

/* No comment provided by engineer. */
"New poll" = "استطلاع جديد";

/* Remind me next week about that message */
"Next week" = "الأسبوع القادم";

/* No comment provided by engineer. */
"Tassos Talk server not found" = "لم يتم العثور على خادم Tassos Talk";

/* No comment provided by engineer. */
"No" = "لا";

/* No comment provided by engineer. */
"No actions available" = "لا توجد إجراءات متاحة";

/* No comment provided by engineer. */
"No active account found" = "لا يوجد أي حساب نشط";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "لا يوجد مزود متوافر للذكاء الاصطناعي أو أن عملية التلخيص فشلت";

/* No comment provided by engineer. */
"No banned users or guests" = "لا يوجد أي مستخدِمين أو ضيوف محظورين";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "لا توجد أيّ اشتراكٍ مٌعطَىً";

/* No comment provided by engineer. */
"No files in here" = "لا توجد ملفات هنا";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "لا توجد أي رسائل لتلخيصها";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "لايوجد رسائل، ابدأ المحادثة!";

/* No comment provided by engineer. */
"No participants found" = "لم يتم العثور على مشاركين";

/* No comment provided by engineer. */
"No permission to join this conversation" = "لا توجد صلاحية كافية للانضمام لهذه المحادثة";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "لم يتم حفظ أي مسودة للتصويت بعدُ";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "لا يوجد استجابة من الخادم";

/* No comment provided by engineer. */
"No results found" = "دون أية نتيجة";

/* No comment provided by engineer. */
"No shared items" = "لا توجد عناصر تمّت مُشارَكتها";

/* No comment provided by engineer. */
"No upcoming events" = "لا توجد أي أحداث قادمة";

/* No comment provided by engineer. */
"No user found" = "لم يتم العثور على أي مستخدِم";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "عادي";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "غير مطلوب";

/* No comment provided by engineer. */
"Note to self" = "ملاحظة شخصية";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "ملاحظة:";

/* No comment provided by engineer. */
"Notifications" = "الإشعارات";

/* No comment provided by engineer. */
"Notifications app enabled?" = "تمكين تطبيق الإخطارات؟";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "الآن";

/* No comment provided by engineer. */
"Off" = "إيقاف";

/* No comment provided by engineer. */
"Offline" = "غير متصل";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "غير متصل، تظهر الرسائل المحملة فقط";

/* No comment provided by engineer. */
"OK" = "موافق";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "حساب قديم";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "عند ترك المحادثة،ولإعادة الانضمام مرة أخرى إلى المحادثة المغلقة، فإن ذلك يتطلب دعوة. ويمكن إعادة الانضمام إلى المحادثة المفتوحة فى أي وقت.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "بمجرد إلغاء أرشفة المحادثة، سيتظهر في العرض مجدداً بشكل تلقائي.";

/* No comment provided by engineer. */
"Online" = "متصل";

/* No comment provided by engineer. */
"Online status" = "حالة الاتصال";

/* No comment provided by engineer. */
"Only audio and screen shares" = "صوت، و مشاركة شاشات فقط";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "يمكن حذف رسائل الدردشة العادية فقط";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "قم فقط بالمزامنة مع الخوادم الموثوقة";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "ظاهر فقط للاشخاص المتطابقين عبر ارتباط رقم الهاتف";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "ظاهر فقط للمستخدمين والضيوف";

/* No comment provided by engineer. */
"Open" = "إفتَح";

/* No comment provided by engineer. */
"Open app settings" = "فتح إعدادات التطبيق";

/* No comment provided by engineer. */
"Open conversation to registered users" = "فتح المحادثة للمستخدمين المسجلين ";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "فتح محادثة";

/* No comment provided by engineer. */
"Open in %@" = "فتح في %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "حسابات أخرى";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "الآخرون";

/* Owner of a repository */
"Owner" = "Owner";

/* No comment provided by engineer. */
"Participants" = "المُشاركون";

/* No comment provided by engineer. */
"Password" = "كلمة المرور";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "الحماية بكلمة المرور";

/* No comment provided by engineer. */
"Pending invitations" = "دعوات معلقة";

/* No comment provided by engineer. */
"Phone number" = "رقم الهاتف";

/* No comment provided by engineer. */
"Phone number integration" = "ارتباط رقم الهاتف";

/* No comment provided by engineer. */
"Phone number set successfully" = "تم تعيين رقم الهاتف بنجاح ";

/* No comment provided by engineer. */
"Photo Library" = "مكتبة الصور";

/* No comment provided by engineer. */
"Photo library access" = "الوصول إلى مكتبة الصور";

/* No comment provided by engineer. */
"Pick date & time" = "إختَر التاريخ و الوقت";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "يرجى التحقق من إدخالك عنوان خادم صالح.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos Talk server address." = "يرجى التحقق من إدخال عنوان خادم نكست كلاود الصحيح.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "يرجى الاتصال بمسؤول النظام";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "يرجى تحديث الخادم لآخر %@ اصدار متاح.";

/* No comment provided by engineer. */
"Please update." = "قُم بالتحديث رجاءً.";

/* No comment provided by engineer. */
"Poll" = "الاستطلاع";

/* No comment provided by engineer. */
"Poll draft" = "مسودة التصويت";

/* No comment provided by engineer. */
"Poll draft has been saved" = "تمّ حفظ مسودة التصويت";

/* No comment provided by engineer. */
"Poll drafts" = "مسودات التصويت";

/* No comment provided by engineer. */
"Poll results" = "نتائج الاستطلاع";

/* No comment provided by engineer. */
"Polls" = "استطلاعات الرأي";

/* No comment provided by engineer. */
"Preview" = "معاينة";

/* No comment provided by engineer. */
"Privacy" = "الخصوصية";

/* No comment provided by engineer. */
"Private" = "خاص";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "الملف الشخصي";

/* No comment provided by engineer. */
"Profile picture" = "صورة الملف الشخصي";

/* No comment provided by engineer. */
"Promote to moderator" = "ترقية لمشرف";

/* No comment provided by engineer. */
"Published" = "نشرت";

/* No comment provided by engineer. */
"Push notifications" = "دفع الإخطارات";

/* No comment provided by engineer. */
"Question" = "سؤال";

/* No comment provided by engineer. */
"Raise hand" = "رفع اليد";

/* No comment provided by engineer. */
"Reachable?" = "يمكن الوصول إليها؟";

/* No comment provided by engineer. */
"Reactions" = "التفاعلات";

/* No comment provided by engineer. */
"Read status" = "قراءة الحالة";

/* No comment provided by engineer. */
"Received call from an old account" = "مكالمة واردة من حساب قديم";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "تسجيل رسالة صوتية";

/* No comment provided by engineer. */
"Recording" = "تسجيل";

/* No comment provided by engineer. */
"Recording consent is required" = "الموافقة على التسجيل مطلوبة";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "الموافقة على التسجيل مطلوبة للانضمام إلى المكالمة";

/* No comment provided by engineer. */
"Recordings" = "التسجيلات";

/* No comment provided by engineer. */
"Redo" = "إعادة";

/* No comment provided by engineer. */
"Reference API supported?" = "مدعوم من قبل مرجع Reference API؟";

/* No comment provided by engineer. */
"Reject" = "رفض";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "تمّ بنجاح محو التذكير";

/* No comment provided by engineer. */
"Reminder was successfully set" = "تمّ بنجاح تعيين التذكير";

/* No comment provided by engineer. */
"Remote server is unreachable" = "الخادم البعيد remote server لا يمكن الوصول إليه";

/* No comment provided by engineer. */
"Remove" = "حذف";

/* No comment provided by engineer. */
"Remove account" = "حذف حساب";

/* No comment provided by engineer. */
"Remove from favorites" = "إزالتها مِن المفضلة";

/* No comment provided by engineer. */
"Remove group and members" = "إزالة المجموعة والأعضاء";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "قم بإزالة الإدخالات المكررة القديمة واترك أحدث الإدخالات فقط.";

/* No comment provided by engineer. */
"Remove participant" = "إزالة مشارك";

/* No comment provided by engineer. */
"Remove password" = "حذف كلمة المرور";

/* No comment provided by engineer. */
"Remove team and members" = "إزالة الفريق و الأعضاء";

/* Replacement in case of out of office */
"Replacement" = "استبدال";

/* Replacement in case of out of office */
"Replacement (optional)" = "استبدال (اختياري)";

/* No comment provided by engineer. */
"Reply" = "رد";

/* No comment provided by engineer. */
"Reply privately" = "الرد على الخاص";

/* Name of a repository */
"Repo" = "اتّفاقية إعادة الشراء repo";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "إعادة إرسال";

/* No comment provided by engineer. */
"Resend invitation" = "إعادة إرسال الدعوة";

/* No comment provided by engineer. */
"Resend invitations" = "إعادة إرسال الدعوات ";

/* Title for a section where different reset options are shown */
"Reset" = "إعادة تعيين";

/* Replacement in case of out of office */
"Reset replacement" = "إعادة تعيين البديل";

/* Results of a poll */
"Results" = "النتائج ";

/* No comment provided by engineer. */
"Retry" = "أعد المحاولة";

/* Save conversation description */
"Save" = "حفظ";

/* No comment provided by engineer. */
"Save as draft" = "حفظ كمسوَّدة";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "حفظ في \"ملاحظة ذاتية\"";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "قل مرحبا لزملاء العمل!";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "الجدول";

/* No comment provided by engineer. */
"Schedule a meeting" = "جدولة اجتماع";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "مشاركة الشاشة أُوقِفَت";

/* No comment provided by engineer. */
"Search" = "بحث";

/* No comment provided by engineer. */
"Search for places" = "البحث عن الأماكن";

/* Replacement in case of out of office */
"Select a replacement" = "تحديد بديل";

/* No comment provided by engineer. */
"Select language" = "إختَر اللغة";

/* Copy a 'selection' of a message */
"Selection" = "الاختيار";

/* No comment provided by engineer. */
"Send" = "إرسال";

/* No comment provided by engineer. */
"Send a reaction" = "أرسِل تفاعُلاً";

/* No comment provided by engineer. */
"Send call notification" = "أرسِل إشعاراً بالمكالمة";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "أرسل رسالة";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "ارسال بدون إشعار";

/* No comment provided by engineer. */
"Send/Accept" = "ارسال/قبول";

/* No comment provided by engineer. */
"Sending no invitations" = "عدم إرسال دعوات";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "مرسلة بدون إشعار";

/* No comment provided by engineer. */
"Server" = "الخادم";

/* No comment provided by engineer. */
"Server address https://…" = "عنوان الخادم https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "الخادم حاليا في وضع الصيانة";

/* No comment provided by engineer. */
"Server not found" = "الخادوم غير موجود";

/* No comment provided by engineer. */
"Set" = "تعيين";

/* No comment provided by engineer. */
"Set password" = "تعيين كلمة المرور";

/* Remind me later about that message */
"Set reminder" = "عيّن تذكيراً";

/* No comment provided by engineer. */
"Set status message" = "تعيين رسالة الحالة";

/* No comment provided by engineer. */
"Settings" = "الإعدادات";

/* No comment provided by engineer. */
"Share" = "شارك";

/* No comment provided by engineer. */
"Share a file from your Tassos Talk" = "مشاركة ملف من نكست كلاود الخاص بك";

/* No comment provided by engineer. */
"Share current location" = "أرسل الموقع الحالي";

/* No comment provided by engineer. */
"Share link" = "مشاركة الرابط";

/* No comment provided by engineer. */
"Share location" = "مشاركة الموقع";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "مشاركة موقع التموضع";

/* No comment provided by engineer. */
"Share to chat" = "مشاركة مع الدردشة";

/* No comment provided by engineer. */
"Share with" = "شارك مع";

/* No comment provided by engineer. */
"Shared items" = "العناصر التي تمّت مُشارَكتها";

/* No comment provided by engineer. */
"Shared location" = "الموقع المشارك";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "التشارك مع محادثة السحابة الموحدة غير مدعوم";

/* No comment provided by engineer. */
"Short absence status" = "حالة غياب قصير";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "عرض المزيد…";

/* No comment provided by engineer. */
"Signaling" = "إرسال الإشارات";

/* No comment provided by engineer. */
"SIP dial-in" = "اتصال SIP";

/* No comment provided by engineer. */
"Skip" = "تخطى";

/* No comment provided by engineer. */
"Slide to cancel" = "قم بالتمرير للإلغاء";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "بعض الرسائل لا تظهر، سوف يتم تنزيلها عند الاتصال بالانترنت";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "الكود المصدري";

/* speaker = Loudspeaker, device */
"Speaker" = "مكبر الصوت";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "مكبر الصوت معطّل";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "تم تمكين مكبر الصوت ";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "غير مسموح بالوصول إلى تطبيق speech recognition. تحقق من الإعدادات الخاصة بك.";

/* No comment provided by engineer. */
"Speech recognition failed" = "فشل تطبيق speech recognition";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "إبدإ المكالمة";

/* No comment provided by engineer. */
"Start call silently" = "إبدإ المكالمة بصمت";

/* No comment provided by engineer. */
"Start recording" = "ابدأ التسجيل";

/* No comment provided by engineer. */
"Start time" = "وقت البدء";

/* No comment provided by engineer. */
"Start video call" = "إبدإ مكالمة مرئية";

/* No comment provided by engineer. */
"Start video call silently" = "إبدإ مكالمة مرئية بصمت";

/* No comment provided by engineer. */
"Status" = "الحالة";

/* No comment provided by engineer. */
"Status message" = "رسالة الحالة";

/* Action to 'Stop' a recording */
"Stop" = "إيقاف ";

/* No comment provided by engineer. */
"Stop recording" = "إيقاف التسجيل";

/* No comment provided by engineer. */
"Stop screensharing" = "أَوقِف مشاركة الشاشة";

/* Strikethrough text */
"Strikethrough" = "مشطوب";

/* No comment provided by engineer. */
"STUN servers" = "خوادم STUN";

/* No comment provided by engineer. */
"Submit vote" = "أرسِل صوتك";

/* No comment provided by engineer. */
"Switch account" = "بدّل الحساب";

/* No comment provided by engineer. */
"Switching to another conversation …" = "التحويل إلى محادثة أخرى ...";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "قم بالمزامنة مع الخوادم الموثوقة ودفتر العناوين العالمية والعامة";

/* Talk to a user */
"Talk to" = "تحدّث إلى";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "انقر مع الاستمرار لتسجيل رسالة صوتية";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "اضغط مع الاستمرار لتسجيل رسالة صوتية، ثم حرر الزر للإرسال.";

/* No comment provided by engineer. */
"Test failed" = "فشل الاختبار";

/* No comment provided by engineer. */
"Test push notifications" = "إختبار الإشعارات المرسلة";

/* No comment provided by engineer. */
"Test results" = "نتائج الاختبار";

/* No comment provided by engineer. */
"Test results copied" = "تمّ نسخ نتائج الاختبار";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "التطبيق قديم جداً و لم يعد مدعوماً من هذا الخادم.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "مكالمة هذه الحدث انتهت. هل ترغب في حذف هذه المحادثة من الجميع؟";

/* No comment provided by engineer. */
"The call has been running for one hour" = "المكالمة مستمرة منذ أكثر من ساعة";

/* No comment provided by engineer. */
"The call might be recorded" = "يمكن أن يتم تسجيل المكالمة";

/* No comment provided by engineer. */
"The password is wrong" = "كلمة المرور خاطئة";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "يمكن أن يحتوي التسجيل على صوتك و فيديو من كاميرتك و شاشتك التي عرضتها للمشاركة. موافقتك مطلوبة قبل الانضمام للمكالمة.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "لا يوجد حساب للمستخدم %1$@في الخادم %2$@تم تكوينه في هذا التطبيق.";

/* No comment provided by engineer. */
"This call is being recorded" = "يجرى تسجيل هذه المكالمة";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "الدردشة مُلحَقة بحَدَثٍ على التقويم. قُم بتحرير الحدث لتغيير اسم أو وصف المحادثة. ";

/* No comment provided by engineer. */
"This conversation is read-only" = "هذه المحادثة للقراءة فقط";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "هذا الاجتماع مجدول لـ";

/* No comment provided by engineer. */
"This might take a moment" = "يمكن أن يستغرق هذا لحظات ";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "الملخص تمّ توليده بالذكاء الاصطناعي و يمكن أن يحتوي على أخطاء.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "يشير هذا عادةً إلى أن هذا الجهاز قد تمّ استخدامه سابقاً لحساب لم تتم إزالته بشكل صحيح من الخادم.";

/* No comment provided by engineer. */
"This week" = "هذا الأسبوع";

/* Remind me this weekend about that message */
"This weekend" = "هذا الأسبوع";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "هذا سوف يؤثر على وظائف هذا التطبيق. يرجى مراجعة الإعدادات الخاصة بك.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "الصفة";

/* 'To' which language user wants to translate text */
"To" = "إلى";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "لحل هذه المشكلة، استخدم واجهة الويب وانتقل إلى \"الإعدادات -> الأمان\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "إلى :";

/* No comment provided by engineer. */
"Today" = "اليوم";

/* Remind me tomorrow about that message */
"Tomorrow" = "غداً";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "نسخ";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "نص";

/* No comment provided by engineer. */
"Translate" = "Translate";

/* No comment provided by engineer. */
"Translation" = "ترجمة";

/* No comment provided by engineer. */
"Translation failed" = "فشل في الترجمة";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "خوادم TURN";

/* No comment provided by engineer. */
"Twitter" = "تويتر";

/* No comment provided by engineer. */
"Twitter handle @…" = "حساب تويتر @…";

/* No comment provided by engineer. */
"Typing indicator" = "مؤشر الكتابة Typing indicator";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "تتوفر مؤشرات الكتابة فقط عند استخدام واجهة خلفية عالية الأداء (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "تعذّر الحصول على سياق الرسالة";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "تعذّر الحصول على مُحادثة الرسالة";

/* No comment provided by engineer. */
"Unable to load file" = "تعذر في تحميل الملف";

/* No comment provided by engineer. */
"Unable to open file" = "تعذر فتح الملف";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "إلغاء أرشفة المحادثة";

/* No comment provided by engineer. */
"Unavailable" = "غير متاح";

/* No comment provided by engineer. */
"Unban" = "رفع الحظر";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "ضمن \"الأجهزة والجلسات\" تحقق مما إذا كانت هناك إدخالات مكررة لنفس الجهاز.";

/* No comment provided by engineer. */
"Undo" = "تراجع";

/* No comment provided by engineer. */
"Undo Typing" = "تراجع عن الكتابة";

/* No comment provided by engineer. */
"Unknown" = "غير معروف";

/* No comment provided by engineer. */
"Unknown error" = "خطأ غير معروف";

/* No comment provided by engineer. */
"Unknown error occurred" = "حدث خطأ غير معروف ";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "غير مقروء";

/* No comment provided by engineer. */
"Unread mentions" = "إشارات غير مقروءة";

/* No comment provided by engineer. */
"Unread messages" = "رسائل غير مقروءة";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "تحديث";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "فشل الرفع";

/* No comment provided by engineer. */
"Uploading %ld elements" = "جاري رفع عنصر %ld";

/* No comment provided by engineer. */
"User" = "المستخدم";

/* No comment provided by engineer. */
"User profile and settings" = "ملف المستخدم والإعدادات ";

/* No comment provided by engineer. */
"User status supported?" = "حالة المستخدم مدعومة؟";

/* No comment provided by engineer. */
"User storage quota exceeded" = "الحصة التخزينية للمستخدِم تمّ استنفاذها";

/* No comment provided by engineer. */
"Users" = "المستخدمين";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "الإصدار";

/* Join a call in video call mode */
"Video call" = "اتصال فيديو";

/* No comment provided by engineer. */
"Video quality" = "جودة الفيديو";

/* Conversation visibility settings */
"Visibility" = "الرؤية";

/* No comment provided by engineer. */
"Voice messages" = "الرسائل الصوتية";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "في انتظار %@ للانضمام للمكالمة";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "في انتظار الآخريين للانضمام للمكالمة…";

/* No comment provided by engineer. */
"Website" = " الموقع الإلكتروني";

/* No comment provided by engineer. */
"What is your status?" = "ماهي حالتك؟";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "اكتب رسالة، يمكنك الإشارة إلى أحدهم باستخدام @ …";

/* No comment provided by engineer. */
"Yes" = "نعم";

/* No comment provided by engineer. */
"Yesterday" = "أمس";

/* No comment provided by engineer. */
"You" = "أنت";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "لقد قمت أنت بإضافة {user0} و %ld مشاركين آخرين ";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "لقد قمت أنت بإضافة {user0} و {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "لقد قمت أنت و %ld مشاركين آخرين بالانضمام إلى المكالمة";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "لقد قمت أنت و %ld مشاركين آخرين بمغادرة المكالمة";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "لقد قمت أنت و {actor0} بالانضمام إلى المكالمة";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "لقد قمت أنت و {actor0} بمغادرة المكالمة";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "أنت حاليًا في ساحة الانتظار";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "أنت لست منضم إلى أي محادثة";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "أنت لست منضم إلى أي محادثة. اضغط + لبدء محادثة جديدة. ";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "بإمكانك تعيين رقم هاتفك حتى يتمكن المستخدمون الآخرون من العثور عليك";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "لقد قمت أنت بإلغاء ترقية {user0} و  %ld مشاركين آخرين عن دور المشرف";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "لقد قمت أنت بإلغاء ترقية {user0} و {user1} عن دور المشرف";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "لديك %ld دعوة معلقة";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "تم اغلاق المايكرفون الخاص بك من قبل المشرف";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "يجب عليك ترقية مشرف لاحد المشاركين قبل مغادرة %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "يجب عليك ترقية مشرف لاحد المشاركين قبل مغادرة هذه المحادثة.";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "لقد قمت أنت بترقية {user0} و %ld مشاركين آخرين إلى دور المشرف";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "لقد قمت أنت بترقية {user0} و {user1} إلى دور المشرف";

/* No comment provided by engineer. */
"You received a new notification" = "لقد تلقيت إشعار جديد";

/* No comment provided by engineer. */
"You reconnected to the call" = "لقد قمت بإعادة الاتصال مع المكالمة";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "لقد قمت بحذف اشتراك {user0} و %ld مشاركين آخرين";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "لقد قمت بحذف اشتراك {user0} و {user1}";

/* No comment provided by engineer. */
"Your email address" = "عنوان بريديك الإلكتروني";

/* No comment provided by engineer. */
"Your phone number" = "رقم هاتفك";

/* No comment provided by engineer. */
"Your PIN" = "رقمك السري";

/* No comment provided by engineer. */
"Your postal address" = "عنوانك البريدي";

/* 'Zammad' is a product name */
"Zammad API error" = "خطأ في واجهة التطبيق Zammed";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "قام {actor0}  بإضافتك أنت و %ld مشاركين آخرين";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "قام {actor0} بإضافتك أنت و {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "قام {actor0} بإضافة {user0} و %ld مشاركين آخرين";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "قام {actor0} بإضافة {user0} و {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "قام {actor0} و %ld مشاركين آخرين بالانضمام إلى المكالمة";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "قام {actor0} و %ld مشاركين آخرين بمغادرة المكالمة";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "قام {actor0} و {actor1} بالانضمام إلى المكالمة";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "قام {actor0} و {actor1} بمغادرة المكالمة";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "قام {actor0} بإلغاء ترقيتك أنت و  %ld مشاركين آخرين عن دور المشرف";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "قام {actor0} بإلغاء ترقيتك أنت و {user0} عن دور المشرف";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "قام {actor0} بإلغاء ترقية {user0} و %ld مشاركين آخرين عن دور المشرف";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "قام {actor0} بإلغاء ترقية {user0} و {user1} عن دور المشرف";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "قام {actor0} بترقيتك أنت و %ld مشاركين آخرين إلى دور المشرف";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "قام {actor0} بترقيتك أنت و {user0} إلى دور المشرف";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "قام {actor0} بترقية {user0} و %ld مشاركين آخرين إلى دور المشرف";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "قام {actor0} بترقية {user0} و  {user1} إلى دور المشرف";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "قام {actor0} بإعادة التوصيل مع المكالمة";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "قام {actor0} بحذف اشتراكك أنت و %ld مشاركين آخرين ";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "قام {actor0} بحذف اشتراكك أنت و {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "قام {actor0} بحذف اشتراك {user0} و %ld مشاركين آخرين ";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "قام {actor0} بحذف اشتراك {user0} و {user1}  ";

/* No comment provided by engineer. */
"↓ New messages" = "↓ رسائل جديدة";

